"Space" = "Espacio";
"Use old shortcut" = "Usar el atajo anterior";
"Type shortcut" = "Teclear atajo...";
"Click to record shortcut" = "Click para crear atajo";
"Pad %@" = "Plataforma%@";
"The key combination %@ can't be used!" = "¡La combinación de teclas %@ no puede ser usada!";
"The key combination \"%@\" can't be used because %@." = "La combinación de teclas %@ no puede ser usada por el uso de %@.";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "La combinación de teclas \"%@\" no puede ser usada porque ya está siendo usada por un acceso directo de teclado del sistema.  (Si de verdad deseas usar esta combinación, la mayoría de los accesos directos pueden ser cambiados en  el panel de Teclados y Ratón en Preferencia de Sistemas.)";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "El atajo \"%@\" no puede ser utilizado pues ya está en uso por el menú \"%@\"";
"Command + " = "Comando +";
"Option + " = "Opción +";
"Shift + " = "Shift +";
"Control + " = "Control +";